[{
      "title": "Offroading",
      "description": "Whether you're riding the salmon-colored sands of Coral Pink Sand Dunes State Park or cruising along the groomed snow-packed trails of Wasatch Mountain State Park, we want you to ride safely and protect your riding privilege."
    },
      {
        "title": "Boating",
        "description": "Since 1959 the Utah State Parks Boating Program has served to preserve and maintain quality for the best possible boating experiences on Utah’s waterways."
      },

      {
        "title": "Camping",
        "description": "You can’t go wrong with a classic, and that’s where camping comes in. Whether your landscape of choice is the mountains and trees, or red rocks and sand, Utah has it all."
      },

      {
        "title": "Golf",
        "description": "Gorgeous greens await your visit here in Utah. With multiple golf courses found at our Utah State Parks, you’re sure to find courses that speak to you."
      },

      {
        "title": "Fishing",
        "description": "Utah's lakes, streams and reservoirs are prime fishing spots for both avid anglers and weekend warriors alike."
      },

      {
        "title": "Hiking",
        "description": "Utah’s hills and mountains are prime for hiking, and most of our state parks have great hiking loops or accents."
      },

      {
        "title": "Mountain Biking",
        "description": "With multiple riding opportunities at our Utah State Parks, you won’t want to forget your bike on this trip."
      },

      {
        "title": "Museums",
        "description": "Travel back through time to the era of the dinosaurs, learn about Native American cultures, or experience a day-in-the-life of a Civil War era soldier. With Utah State Parks, you can bring history alive."
      },

      {
        "title": "Dark Sky",
        "description": "Get out and see the celestial wonders at one of our parks soon. You can also look at this list of fun and interesting night sky programs being offered in our parks."
      },

      {
        "title": "Jr. Ranger",
        "description": "Have you ever thought that about becoming a park ranger when you grow up? Now is your chance to see, and do, some of what a ranger does. Participate in our Jr. Ranger Programs!"
      }
]